Repository: EETagent/Send
Catalog: Send/mul.lproj/Main.xcstrings
Source language: en
Languages: cs

# 0eA-X3-HyY.title
source: Your files are being uploaded
cs: Vaše soubory se právě nahrávají

# 1xF-zX-ilQ.title
source: Finder Share Extension
cs: Rozšíření pro Finder

# 2wr-Am-WmR.title
source: Send lets you share files with end-to-end encryption and a link that automatically expires. So you can keep what you share private and make sure your stuff doesn’t stay online forever.
cs: S Send jsou sdílené soubory šifrované end-to-end, takže ani my nevíme, co sdílíte. Platnost odkazů je navíc omezená. Soubory tak můžete sdílet soukromě a s jistotou, že se nezůstanou na internetu válet navždy.

# 3KL-bh-kq1.title
source: Settings
cs: Nastavení

# 3nt-6W-H1a.title
source: Total size: 1,4MB
cs: Celková velikost: 1,4MB

# 4PV-Ud-cMG.title
source: 1 hour
cs: 1 hodina

# 4sb-4s-VLi.title
source: Quit Send
cs: Ukončit Send

# 5kV-Vb-QxS.title
source: About Send
cs: O aplikaci Send

# 5QF-Oa-p0T.title
source: Edit
cs: Úpravy

# 6dh-zS-Vam.title
source: Redo
cs: Opakovat akci

source: 6z7-VO-ZFo.title
cs: Maximální doba uložení (minuty):

# 7Ku-K8-OS4.title
source: 20 downloads
cs: 20 staženích

# 87Z-8c-LE6.title
source: Simple, private file sharing
cs: Jednoduché a soukromé sdílení souborů

# aKa-uq-S0I.title
source: Upload
cs: Nahrát

# as0-pb-qAw.title
source: Drag and drop files
cs: Přetažením myší nebo kliknutím sem

# aUF-d1-5bR.title
source: Window
cs: Okno

# AyN-pM-hOP.title
source: 1 day
cs: jeden den

# AYu-sK-qS6.title
source: Main Menu
cs: Hlavní menu

# bib-Uj-vzu.title
source: File
cs: Soubor

# BOF-NM-1cW.title
source: Preferences…
cs: Nastavení…

# c2A-XH-ytl.title
source: 3 days
cs: 3 dny

# cBa-7R-f2j.title
source: 5 downloads
cs: 5 staženích

# CKl-3i-fV6.title
source: Max Downloads:
cs: Maximální počet stažení:

# dMs-cI-mzQ.title
source: File
cs: Soubor

# dRJ-4n-Yzg.title
source: Undo
cs: Odvolat akci

# DVo-aG-piG.title
source: Close
cs: Zavřít

# EWT-ky-x4L.title
source: or click to send up to
cs: můžete poslat až

# F2S-fz-NVQ.title
source: Help
cs: Nápověda

# FKE-Sm-Kum.title
source: Send Help
cs: Nápověda pro Send

# FNl-Ze-Rax.title
source: Return
cs: Zpět

# fO4-w7-XPI.title
source: Check for updates...
cs: Zkontrolovat aktualizace…

# gHz-wO-AxW.title
source: Select files to upload
cs: Vyberte soubory k nahrání

# hz9-B4-Xy5.title
source: Services
cs: Služby

# ijj-hM-ypL.title
source: 7 days
cs: 7 dní

# JkK-Xt-tdE.title
source: 3 downloads
cs: 3 staženích

# Kd2-mp-pUS.title
source: Show All
cs: Zobrazit vše

# KOC-uT-LFx.title
source: Max File Size (mb):
cs: Maximální velikost souboru (mb):

# LE2-aR-0XJ.title
source: Bring All to Front
cs: Převést vše do popředí

# Loi-Hv-vd4.title
source: 10 downloads
cs: 10 staženích

# nda-tz-HHE.title
source: 4 downloads
cs: 4 staženích

# nM0-mq-q1p.title
source: Expires after
cs: Platnost vyprší po

# NMo-om-nkz.title
source: Services
cs: Služby

# o8P-GE-Iin.title
source: Protect with password
cs: Ochránit heslem

# oas-Oc-fiZ.title
source: Open Recent
cs: Otevřít poslední položku

# Olw-nP-bQN.title
source: Hide Send
cs: Skrýt Send

# OY7-WF-poV.title
source: Minimize
cs: Minimalizovat

# PAN-o2-VT0.title
source: Max Duration (minutes):
cs: Maximální doba uložení (minuty)

# pqN-Wt-TTe.title
source: 2 downloads
cs: 2 staženích

# R4o-n2-Eq4.title
source: Zoom
cs: Přepnout velikost

# rDS-TG-6RZ.title
source: General
cs: Obecné

# SjE-Mz-xfb.title
source: Preparing files
cs: Soubory se připravují

# SyA-Kd-DaZ.title
source: Select files to upload
cs: Vyberte soboury k nahrání

# Td7-aD-5lo.title
source: Window
cs: Okno

# tXI-mr-wws.title
source: Open Recent
cs: Otevřít poslední položku

# Vdr-fp-XzO.title
source: Hide Others
cs: Skrýt ostatní

# VgV-Zr-LlE.title
source: Copy
cs: Kopírovat

# vRD-AE-Cz8.title
source: 1 download
cs: 1 stažení

# W48-6f-4Dl.title
source: Edit
cs: Úpravy

# wpr-3q-Mcd.title
source: Help
cs: Nápověda

# Xvl-v2-zS9.title
source: 5 minutes
cs: 5 minut

# yNA-35-9y1.title
source: or
cs: nebo

source: Zfv-wF-j4X.title
cs: Maximální počet stažení:
